<?php require "inc/header.php"; ?>

<header>
  <?php require "inc/navbar.php"; ?>
</header>

<main>
  <div class="container max-sm:px-5">
    <h1 class="text-center text-6xl my-10 font-bold">За мен</h1>
    <div class="grid md:grid-cols-2 items-center gap-10 mb-20">
      <div class="text-2xl">
        <p>
          Здравейте, казвам се Кристиян Бакалов!
        </p>
        <p>
          И като персонален треньор, вашият успех и напредък са моите основни приоритети. Моята цел е да ви помогна да
          надминете себе си и да постигнете целите си, които заедно ще определим. Създавам индивидуални програми, които се
          адаптират точно към вашите нужди, фитнес ниво и график.
        </p>
        <p>
          Аз не само ще ви науча правилните техники и методи, но и ще ви насърча да вярвате в себе си и възможностите си. Ще
          ви подкрепя през всяка стъпка от вашето пътуване към по-здравословен начин на живот. С моето насърчение и
          посветеност, ще ви помогна да преодолеете предизвикателствата и да изградите не само физическа, но и психическа
          издръжливост.
        </p>
        <p>
          Вие сте уникални, и затова заслужавате уникален подход. Съчетавайки знания, опит и мотивация, аз ще създам
          индивидуална стратегия, която да ви доведе до желаните резултати. Всеки успех, независимо колко малък или голям,
          ще бъде заедно отбелязан, защото вашият успех е и моят успех.
        </p>
      </div>
      <img src="/images/Кристиян Бакалов.jpg" alt="Кристиян Бакалов" title="Кристиян Бакалов">
    </div>
  </div>
</main>

<?php require "inc/footer.php"; ?>
